[
	[
		"You're _my_ huckleberry.",
		"Some may call you junk. Me, I call you treasure.",
		"You are my friend!",
		"You're one of the top 10 people I know.",
		"Everyone is always asking whoa mi, but what about whoa pos?"
		"You are wandering into infinity.",
		"You are someone standing on a path. It stretches out behind you and splits into infinite paths ahead. No matter which path you choose, you're ol' pal pos will be right there with you.",
		"You are filled with determination.",
		"Darragh has left a note here about you... It says 'fucko'. I think that means something good. 😃"
	],
	[
		"You go by %s, and what a name that is.",
		"You're %s. A strong Irish name that, reminds me of the old country.",
		"Named after the gods themselves, you are %s.",
		"%s. A name of the brave and **bold**.",
		"Oh you're %s obviously, and I smile every time I see your name pop up. I think I am always smiling but that's beside the point.",
		"%s The Great. It's got a good ring to it, right?",
		"Uh... you are... Jonas? From that one Weezer song? I am kidding of course, you're %s. The hot one from the Jonas Brothers.",
		"OMG. Oh my glob. You're %s! Can I get your autograph?",
		"You're %s-chan. My childhood friend and newest member of the school's sports team.",
		"You're %s-san. The anime anti-hero who is way cooler than the protagonist.",
		"Fighting evil by moonlight! Winning love by daylight! Never running from a real fight! You are the one named Sailor %s!"
	],
	[
		"You are %s, of course, or %s if we're being formal.",
		"You call yourself %s, but you were born as %s. You should be proud of both names.",
		"We know you as %s. But your parents call you %s when they're angry.",
		"Everyone knows your stage name is %s, but only a select few know your real name: %s.",
		"You sign off emails as %s but sign forms as %s."
	],
	[
		"Your name is %s, but I know you as %s. And I think that's just as beautiful.",
		"On the screen you are %s, but behind the scenes you're %s.",
		"%s. During the day, in the public eye. When you switch to h4ck3r mode though, you're %s",
		"Well, your boss thinks you're %s. But when in the clubhouse you use the pseudonym %s. Quite the mouthful I'm sure."
	]
]