{
    "moon": [
        "Everyone's a drama queen with the Moon in <moonsign>.",
        "The Moon in <moonsign> makes you positively irresistible.",
        "The Moon in <moonsign> favors calculated risks.",
        "The Moon in <moonsign> shows a loved one ready to bite people's heads off.",
        "Be cautious with the Moon in <moonsign>",
        "Moon opposite Saturn allows you to examine choices without becoming personally invested.",
        "With the Moon adversely aspected, you feel like even your best efforts will go unappreciated.",
        "The Moon opposite Mars urges you to push for a result.",
        "Reason prevails with the Moon in Taurus.",
        "Mars in your sign rekindles all of your trailblazing tendencies.",
        "You want to dream big when the Moon is conjunct Jupiter.",
        "The Moon in <moonsign> is encouraging.",
        "Big changes are at hand with the Moon in <moonsign>.",
        "The Moon in <moonsign> could spell disaster."
    ],
    "moonsign": [
        "Aries",
        "Taurus",
        "Gemini",
        "Cancer",
        "Leo",
        "Virgo",
        "Libra",
        "Scorpio",
        "Sagittarius",
        "Capricorn",
        "Aquarius",
        "Pisces"
    ],
    "compliment": [
        "You always take a long-range view of things because you are a practical sign.",
        "Your sign means that while others settle into comfortable grooves, you keep looking for ways to improve",
        "As a <sign> you tend to be too balanced in your views.",
        "You're an optimist by nature so it's never a good sign when you catalogue grudges.",
        "You're undergoing a dramatic transformation and it's all good.",
        "This is a time of transition for <sign>.",
        "Your sign makes you a good judge of character, but be careful today."
    ],
    "setup": [
        "Something might happen that creates a difficulty, a quarrel, perhaps even a break with <with>.",
        "This is a challenging time with <with>.",
        "Plans regarding <plan> are seriously challenged now.",
        "You might feel pressure to respond to changes that affect <with>.",
        "Something sudden and unexpected might affect <with>.",
        "You are facing a major change with <with>.",
        "A sudden change that relates to <with>, might be taking place now.",
        "Some aspect of structure related to <with> will be challenged now.",
        "This might be a challenging time for you because certain ways of thinking and acting, especially with <with> are challenged for some reason.",
        "Right now, some things are changing with respect to <with>.",
        "It appears that the status quo with <with> is changing.",
        "Some deep-rooted ideas are undergoing a change in your mind or even your subconscious at this time.",
        "You're poised to gain in one area but lose in another.",
        "Are you choosing the hell you know over the heaven you don't?",
        "Suddenly, a rival receives praise instead of you. This person doesn't deserve it, but refrain from comment.",
        "Changes in <with> mean changes for you, but don't assume a passive role in what unfolds.",
        "An issue that has kept you on your toes for much of this year may surface again now, just when you have so much to get on with."
    ],
    "with": [
        "parents, bosses and people in authority",
        "shared property, inheritances, taxes, debt or insurance issues",
        "a relationship with a spouse, partner or close friend",
        "your job, your health, or possibly a pet",
        "your kids, or vacation plans, or sports",
        "family, or your home itself",
        "siblings, relatives and neighbours",
        "cash flow, earnings or possessions that you own",
        "how things run and work in your life",
        "an old friend",
        "your partner's life"
    ],
    "plan": [
        "future travel or dealing with a foreign country",
        "training and further education",
        "something to do with the law and medicine",
        "your career",
        "buying a house",
        "your health",
        "how things run and work in your life",
        "a small trip",
        "a business dealing",
        "someone from your past",
        "a child, or perhaps a pet,"
    ],
    "modifier": [
        "Perhaps this <situation> will take place with someone older, in a group or an organization.",
        "Situations that you always thought would be the same might suddenly change.",
        "Something that you thought was solid and dependable might suddenly seem shaky.",
        "The degree to which change is taking place will relate to the degree to which you resisted any kind of change.",
        "This change will challenge some kind of structure in your life.",
        "Ideally, this change might create greater freedom for you.",
        "For some, this could be a minor quarrel. For others, it could be a big shakeup.",
        "The status quo is changed or is changing.",
        "If you have been flexible, this change could be minor. If you have resisted this change, it could be major.",
        "All you have to do is enter a room and people burst into spontaneous applause.",
        "You'll see that there's a thorn in need of removing."
    ],
    "situation": [
        "challenging situation",
        "unexpected turn",
        "potential conflict",
        "sudden boon",
        "new scenario"
    ],
    "result": [
        "It might cause you to <action>.",
        "<person> might leave.",
        "Perhaps a sudden change will affect your assets?",
        "Relationships require flexibility.",
        "If it's with your health, it might literally be a challenge to your bones or your teeth.",
        "There may be difficulty with the change.",
        "The universe might require a response on your part.",
        "Perhaps a burden will be lightened?",
        "Perhaps it involves the fact that you <action> because this is the natural thing for you to do now.",
        "Thankfully you'll see the pluses outweigh the minuses by day's end."
    ],
    "action": [
        "give up or change some important goals",
        "give up things — people, places and possessions —",
        "go your own way",
        "develop a new skill",
        "look to new horizons",
        "try something new",
        "return to old habits",
        "hide from the world",
        "fail in a way you don't expect"
    ],
    "person": [
        "A boss or parent",
        "A spouse or partner",
        "A close friend",
        "An old friend",
        "A pet",
        "Your kids",
        "Family",
        "A rival",
        "An enemy",
        "A mentor"
    ],
    "advice": [
        "Steady as she goes.",
        "You might feel that you can no longer toe the party line.",
        "Relationships are always changing.",
        "Hopefully, this will be a change for the better.",
        "It could be because you're resisting what is inevitable. (We all do.)",
        "What is possible is that this could be something liberating for you.",
        "Keep your eyes open and remain flexible to accommodate whatever happens.",
        "Ironically, the only thing in life that is certain is change.",
        "Just relax. Go with the flow.",
        "Salvation lies with making different choices; not in repeating past mistakes.",
        "Considering the way they're chewing up the scenery, you may want to inch your way towards the door.",
        "It's not always easy, but it's gratifying.",
        "Maybe it's time to express what you really feel?",
        "Make a last minute concession.",
        "Your goodwill gesture serves you in the end.",
        "It's the perfect day to push the envelope further than you normally would.",
        "Push but don't shove.",
        "Insinuation (not intimidation) ensures you'll get your way.",
        "People need to feel like they're deciding things for themselves.",
        "Move in closer to investigate.",
        "You have an equal say in your future, so speak up.",
        "A call from someone faraway could boost your mood.",
        "There's nothing wrong with wishful thinking.",
        "Forget about the exit strategy"
    ]
}